src/xml/request_templates/artikel_formnerd.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>34988129|870971</ac:identifier>
                <ac:source>Avisartikler</ac:source>
                <dc:title>Formnørden</dc:title>
                <dc:title xsi:type="dkdcplus:full">Formnørden</dc:title>
                <dc:creator>Synne Rifbjerg</dc:creator>
                <dc:creator xsi:type="oss:sort">Rifbjerg, Synne</dc:creator>
                <dc:subject xsi:type="dkdcplus:DK5">99.4 Bentzen, Thomas</dc:subject>
                <dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">Thomas Bentzen</dc:subject>
                <dc:subject xsi:type="oss:sort">Bentzen, Thomas</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">dansk møbelkunst</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">industriel design</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">møbler</dc:subject>
                <dcterms:abstract>Industriel designer Thomas Bentzen om at forny en traditionuden at forkaste den</dcterms:abstract>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:contributor xsi:type="dkdcplus:ive">Thomas Bentzen</dc:contributor>
                <dc:date>2012</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Avisartikel</dc:type>
                <dc:format>illustreret</dc:format>
                <dcterms:extent>Kultur, s. 3</dcterms:extent>
                <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                <dc:language>Dansk</dc:language>
                <dcterms:isPartOf>Weekendavisen, 2012-01-13</dcterms:isPartOf>
                <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0106-4142</dcterms:isPartOf>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>00000n    2200000   4500</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">34988129</marcx:subfield>
                    <marcx:subfield code="b">870971</marcx:subfield>
                    <marcx:subfield code="c">20120113121528</marcx:subfield>
                    <marcx:subfield code="d">20120113</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">i</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">a</marcx:subfield>
                    <marcx:subfield code="u">f</marcx:subfield>
                    <marcx:subfield code="a">2012</marcx:subfield>
                    <marcx:subfield code="b">dk</marcx:subfield>
                    <marcx:subfield code="d">y</marcx:subfield>
                    <marcx:subfield code="l">dan</marcx:subfield>
                    <marcx:subfield code="v">0</marcx:subfield>
                    <marcx:subfield code="r">an</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xx</marcx:subfield>
                    <marcx:subfield code="g">xe</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="016">
                    <marcx:subfield code="a">03361020</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="032">
                    <marcx:subfield code="a">ABU201203</marcx:subfield>
                    <marcx:subfield code="a">DAR201203</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="086">
                    <marcx:subfield code="a">Biografier af enkelte personer</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">Formnørden</marcx:subfield>
                    <marcx:subfield code="e">Synne Rifbjerg, interview med Thomas Bentzen</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="300">
                    <marcx:subfield code="a">Kultur, s. 3</marcx:subfield>
                    <marcx:subfield code="b">ill.</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="504">
                    <marcx:subfield code="a">Industriel designer Thomas Bentzen om at forny en traditionuden at forkaste den</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="557">
                    <marcx:subfield code="a">Weekendavisen</marcx:subfield>
                    <marcx:subfield code="j">2012</marcx:subfield>
                    <marcx:subfield code="z">0106-4142</marcx:subfield>
                    <marcx:subfield code="V">2012-01-13</marcx:subfield>
                    <marcx:subfield code="v">2012-01-13</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="600">
                    <marcx:subfield code="a">Bentzen</marcx:subfield>
                    <marcx:subfield code="h">Thomas</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="652">
                    <marcx:subfield code="m">99.4</marcx:subfield>
                    <marcx:subfield code="a">Bentzen</marcx:subfield>
                    <marcx:subfield code="h">Thomas</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="666">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="f">møbler</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="666">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="f">industriel design</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="666">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="f">dansk møbelkunst</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Rifbjerg</marcx:subfield>
                    <marcx:subfield code="h">Synne</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Bentzen</marcx:subfield>
                    <marcx:subfield code="h">Thomas</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="996">
                    <marcx:subfield code="a">IDX</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>870971-avis:34988129</os:identifier>
              <os:creationDate/>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>artikel_formnerd.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
